<!DOCTYPE html>

<html lang="en">
    <head>
        <meta charset="utf-8">
        <!-- Responsive meta-tag -->
        <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">

        <title>The HTML5 Herald</title>
        <meta name="description" content="The HTML5 Herald">
        <meta name="author" content="SitePoint">

        <link rel="stylesheet" type="text/css" href="css/header.css">
        <link rel="stylesheet" type="text/css" href="css/footer.css">
        <link rel="stylesheet" type="text/css" href="css/general.css">

        <!-- Bootstrap CSS -->
        <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/4.0.0-alpha.6/css/bootstrap.min.css" integrity="sha384-rwoIResjU2yc3z8GV/NPeZWAv56rSmLldC3R/AZzGRnGxQQKnKkoFVhFQhNUwEyJ" crossorigin="anonymous">
    </head>

    <body>
        <div class="container-fluid header_container">
                
            <div class="container">
                <?php include('header.php') ?>

                <div class="header_title">
                    <h1 class="h1">Правила</h1>
                </div>
            </div>
        </div>

        <div class="container">
            <div class="row">
                <div class="col-md-9">
                    <p class="p">
                        Пусть эти правила не покажутся вам слишком строгими или формальными. Они призваны пробудить в нас определенный дух и поддержать безопасность тренировочного процесса.
                    </p>
                    <p class="p">
                        Правила <b>Рэйсики</b> – это многовековая традиция. Правила могут отличаться в деталях в различных Додзе, в целом следует следовать не букве традиции, но ее духу. Постарайтесь это прочувствовать.
                    </p>
                    <p class="p">
                        Если захотеть ответить на вопрос “как подобает вести себя в додзё” кратко, следует сказать – “как в храме”.
                    </p>
                    <p class="p">
                        В развернутом виде они выглядят так:
                    </p>
                    <ol>
                          <li>Входя и покидая тренировочный зал, выполните поклон стоя. Это дань уважения предмету занятий, традиции, Основоположнику. Одновременно вы тем самым приветствуете всех находящихся в зале, поскольку часто нет возможности поздороваться с каждым лично.</li>
                          <li>Преподаватель в Додзе пользуется непререкаемым авторитетом, в том числе он может отстранить от занятия любого без объяснения причины.</li>
                          <li>Входите в тренировочный зал в сменной обуви. Перед тем, как ступить на татами, вы оставляете свою сменную обувь рядом с татами, носками от татами (Почему? - Это означает вашу готовность в любой момент покинуть татами). Оставьте ваше эго вместе с обувью.</li>
                          <li>Не заходите на татами со стороны <b>камидза</b> (лицевая сторона).</li>
                          <li><b>Кэйко-ги</b> (одежда для тренировок) должна быть чистой и аккуратной. Следите за собственным внешним видом, в том числе за состоянием ногтей на руках и ногах. Если по каким-либо причинам вы собираетесь тренироваться в другой одежде, спросите разрешение преподавателя. Обязательно снимайте перстни, серьги и другие украшения, могущие поранить вас и вашего партнера. Если вы носите ритуальные знаки, с которыми не хотите расставаться даже на время тренировки, ослабьте шнурок .  Помните: береженого Бог бережет.</li>
                          <li>Уважайте свое и чужое оружие. Тренировочное оружие <b>(боккэн, дзё, танто, …)</b> должно быть в надлежащем состоянии. Не используйте предметы с трещинами, занозами и т.д., немедленно удаляйте их с татами. Сразу же подбирайте с татами щепки. Не берите чужое оружие без разрешения его хозяина! Не разбрасывайте оружие во время тренировки. Невостребованное оружие вовремя убирайте в надлежащее место. Не перешагивайте через чужое оружие – это оскорбление.</li>
                          <li>Перед занятием надлежит настроиться на тренировку. Тренировка начинается для вас еще в раздевалке. Ступив на татами, вы можете сосредоточиться в уединении или работать в паре с партнером, но избегайте состояния праздности.</li>
                          <li>Занятие начинается определенным ритуалом и заканчивается им. Не пропускайте своего участия в нем.</li>
                          <li>Не входите в зал и не покидайте его во время выполнения ритуала. Если вы опоздали, следует подождать, войдя в зал, пока преподаватель не подаст знака, приглашающего вас присоединиться к уроку. Опоздавшие, входя на татами, выполняют ритуал тихо, не мешая занятиям. Если по какой-либо причине вам надо покинуть занятие до его окончания, уведомите об этом преподавателя (лучше заранее). Уходя с татами, выполните подобающий ритуал. Уход с занятия “по-английски” означает, что вы покидаете додзё навсегда.</li>
                          <li>Если вы получаете травму (пусть этого не случится!), моральная ответственность ложится на преподавателя и всех занимающихся, включая вас. Будьте всегда собранными, не отвлекайтесь. Если вы все же получили травму, не обвиняйте в этом вашего партнера. Постарайтесь перенести боль и немедленно дайте знать о случившемся преподавателю. Если на татами попадает кровь, ее сразу же следует смыть. Причем, если травма не слишком тяжела, участие в этом принимает и сам пострадавший.</li>
                          <li>Находясь в додзё, следите за своей лексикой и жестами.</li>
                          <li>Находящимся на татами и не занятым активными действиями рекомендуется принять позу <b>сэйдза</b>. (принимая позу <i>сэйдза</i> вы почти никогда не ошибетесь).</li>
                          <li>Если больные колени не позволяют вам занять позу <b>сэйдза</b> , вы можете сесть по-другому, например, скрестив ноги. Но ни при каких обстоятельствах не вытягивайте пятки в сторону Камидза или преподавателя, и не разваливайтесь. Поза должна быть подчеркнуто корректной, а ваше состояние – внутренне собранным.</li>
                          <li>Не покидайте татами во время занятий без крайней необходимости. Но, если вы получили травму или почувствовали серьезное недомогание, немедленно прекратите практику и сразу уведомите преподавателя.</li>
                          <li>Когда преподаватель демонстрирует технику или дает разъяснения, рекомендуется принять позу <b>сэйдза</b> и следить за происходящим, не отвлекаясь. Не отвлекайтесь и не позволяйте другим отвлекать вас. После окончания демонстрации группа обменивается поклоном с преподавателем. Затем партнеры приглашают друг друга к работе, кланяются друг другу (в это время часто звучит формула <i>“о-нэгаи симасу”</i>), после чего приступают к отработке техники.</li>
                          <li>Когда звучит команда остановки, обычно сопровождаемая хлопком преподавателя, надлежит немедленно остановиться. После этого партнеры обмениваются поклонами и занимают позицию наблюдения. Никогда не стойте на татами без дела. Или вы непосредственно участвуете в практике, или сидите в <b>сэйдза</b> в стороне, ожидая своей очереди. Каждое оружие имеет свой радиус действия. Дистанция безопасности (<i>маай</i>) – это радиус действия оружия или броска плюс один шаг. Не лезьте под “горячую” руку!</li>
                          <li>Не отрывайте преподавателя без экстренной необходимости. Если абсолютно необходимо задать вопрос, подойдите к нему на дистанцию <b>маай</b> (никогда не подзывайте его к себе!) и привлеките к себе внимание поклоном.</li>
                          <li>Если преподаватель объясняет что-то лично вам, непосредственно не привлекая вас к технике, рекомендуется принять позу <b>сэйдза</b> . Когда преподаватель закончит, поклонитесь ему. Если преподаватель дает наставления вашему партнеру ли соседу – поступите также.</li>
                          <li>Уважайте тех, кто опытнее вас. Не вступайте в пререкания с ними, особенно - по поводу техники, даже, если вам кажется, что они неправы. В крайнем случае, сделайте это корректно, в форме вопроса.</li>
                          <li>В Додзе мы учимся. Не навязывайте своих представлений другим.</li>
                          <li>Обуздывайте собственное эго. Не давайте ему распоряжаться ситуацией.</li>
                          <li>Никогда не демонстрируйте собственное превосходство.</li>
                          <li>Отрабатывая новый прием с тем, кому он не знаком, не давите чрезмерно на партнера, но окажите ему поддержку.</li>
                          <li>Лучший партнер – ваш партнер, кто бы он ни был.</li>
                          <li>Если вы не знаете, как поступить, спросите у старшего, или последуйте его примеру.</li>
                          <li>Внимательно наблюдайте за происходящим. Порою нужное решение приходит не из писаных правил.</li>
                          <li>Старшие, помните, новички берут с вас пример.</li>
                          <li>Сведите все разговоры на татами к минимуму. Айкидо в первую очередь – это непосредственная практика.</li>
                          <li>Мы настоятельно рекомендуем воздержаться от питья в тренировочном зале во время занятия, во всяком случае, делайте это не на татами.</li>
                          <li>В зале не должно быть мобильных телефонов с включённым звуковым сигналом и других звуковых устройств.</li>
                          <li>Члены Додзе, непосредственно не участвующие в тренировке, могут наблюдать за ней, соблюдая следующие правила: ведите себя корректно, не отвлекайте на себя внимания других; разумеется, не курите, не пейте и не жуйте во время занятия, не переговаривайтесь с находящимися на татами. Прекратите разговоры и движение в то время, когда преподаватель проводит объяснение. Во время ритуала при открытии и закрытии занятия сохраняйте тишину и неподвижность. Фото- и видеосъемка допускаются только с разрешения преподавателя.</li>
                          <li>Во время тренировки полезно иметь под рукой небольшое полотенце или свежий носовой платок, которые можно хранить за пазухой  или в небольшой закрытой сумочке недалеко от татами. Но ни в коем случае не оставляйте использованный  платок или несвежее полотенце открытом виде.</li>
                          <li>В Додзе поддерживайте чистоту и порядок.</li>
                    </ol>
                    <p class="p">
                        Со временем эти правила покажутся вам естественными. Не держите обиды на старших, когда они поправляют вас. Не одергивайте младших без нужды. Эти правила призваны поддерживать безопасность в додзё и творческий дух.
                    </p>
                    <p class="p">
                        Айкидо — не религия. Занимающиеся сохраняют свое вероисповедание, если имеют его. Вы можете рассматривать поклоны и другие элементы ритуала как дань уважения традиции. Поддерживайте в додзё доброжелательную и творческую атмосферу. Откройте ваши сердца.
                    </p>
                </div>
            </div>
        </div>
        
        <?php include('footer.php') ?>


        <!-- jQuery first, then Popper.js, then Bootstrap JS -->
        <script src="https://code.jquery.com/jquery-3.2.1.slim.min.js" integrity="sha384-KJ3o2DKtIkvYIK3UENzmM7KCkRr/rE9/Qpg6aAZGJwFDMVNA/GpGFF93hXpG5KkN" crossorigin="anonymous">
        </script>
        <script src="https://cdnjs.cloudflare.com/ajax/libs/popper.js/1.12.9/umd/popper.min.js" integrity="sha384-ApNbgh9B+Y1QKtv3Rn7W3mgPxhU9K/ScQsAP7hUibX39j7fakFPskvXusvfa0b4Q" crossorigin="anonymous">
        </script>
        <script src="https://maxcdn.bootstrapcdn.com/bootstrap/4.0.0/js/bootstrap.min.js" integrity="sha384-JZR6Spejh4U02d8jOt6vLEHfe/JQGiRRSQQxSfFWpi1MquVdAyjUar5+76PVCmYl" crossorigin="anonymous">
        </script>
    </body>
</html>