<!DOCTYPE html>

<html lang="en">
    <head>
        <meta charset="utf-8">
        <!-- Responsive meta-tag -->
        <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">

        <title>The HTML5 Herald</title>
        <meta name="description" content="The HTML5 Herald">
        <meta name="author" content="SitePoint">

        <link rel="stylesheet" type="text/css" href="../res/css/header.css">
        <link rel="stylesheet" type="text/css" href="../res/css/footer.css">
        <link rel="stylesheet" type="text/css" href="../res/css/general.css">
        <link rel="stylesheet" type="text/css" href="../res/css/seminars.css">

        <!-- Bootstrap CSS -->
        <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/4.0.0-alpha.6/css/bootstrap.min.css" integrity="sha384-rwoIResjU2yc3z8GV/NPeZWAv56rSmLldC3R/AZzGRnGxQQKnKkoFVhFQhNUwEyJ" crossorigin="anonymous">
    </head>

    <body>
        <div class="container-fluid header_container">
                
            <div class="container">
                <?php include('../header.php') ?>

                <h1 class="h1 header_title">
                    Семинары
                </h1>
            </div>
        </div>

        <div class="container">
            <div class="row">
                <div class="col-md-12">
                    <h2 class="h2" style="margin-bottom:0">Зачем нужны семинары по айкидо</h2>
                    <h3 class="h3">Нужно ли участвовать в семинарах?</h3>
                    
                    <p class="p">Мы призываем к участию, но не можем к этому принуждать.</p>
                    <p class="p">Во-первых, потому, что занятия айкидо &ndash; вообще добровольное дело.</p>
                    <p class="p">Во-вторых, потому, что участие в семинарах, как правило, требует финансовых затрат.</p>
                    <p class="p">
                        Но если единственное, что вас удерживает от участия, это финансовые трудности,&nbsp;заранее поговорите с руководством додзё, - вполне возможно, будет найдено приемлемое решение.
                    </p>
                    <p class="p">
                        Ограничивает ли нас технический уровень? Я считаю, что освоивший технику укэми &ndash; навыки перекатов и падений (речь даже не идёт о &laquo;высокой страховке&raquo;) вполне готов к семинарским занятиям. Иногда проводятся отдельные занятия для &laquo;старших&raquo;, но эти случаи оговариваются особо. Были случаи, когда приходя в первый раз в додзё, человек попадал на семинар. И, как правило, не раскаивался.&nbsp;Возраст, технический уровень, опыт, степень выносливости не накладывают ограничений.&nbsp;Проще, если вы в состоянии выдержать обычную тренировку, смело идите на семинар.
                    </p>
                    <p class="p">
                        Семинары проводятся для того, чтобы учиться. (Иногда они устраиваются, чтобы получить денег, но, боюсь, это не наш случай.) Хороший приглашённый учитель ориентируется на состав участников и всегда сможет предложить что-то и неофиту, и старожилу. Боязнь ударить в грязь лицом не должна мешать идти вперёд. Мы все учимся. Все совершаем ошибки. Не нужно этого стыдиться. &laquo;Додзё&raquo; в переводе означает &laquo;место постижения Пути&raquo;. Учатся и наши наставники. Бывает соблазнительно, прозанимавшись десять - двадцать лет, примерить на себя статус мастера. Те же, у кого есть путь, живут иначе. Легендарный Нисио-сэнсэй больше пятидесяти лет преподавал айкидо. Незадолго до ухода из этого мира он написал в предисловии к своей единственной книге: &laquo;Я никогда не полагал себя образцом. Я всего лишь ученик на пути познания&raquo;. Легендарный математик Гельфанд всю жизнь занимался математикой и в конце жизни сказал: &laquo;Я не ощущаю себя пророком. Я лишь ученик&raquo;. Я думаю, что в словах этих людей нет рисовки. В них правда понимания.
                    </p>
                    <p class="p">
                        Участие в семинаре &ndash; это прыжок через ступеньку. Но здесь может скрываться опасность.&nbsp;Опасность, которая может подстерегать новичка, скрывается в новизне и непривычности материала. Бывает, что семинары проводят учителя, не похожие друг на друга. Их объяснение и демонстрации могут внести соблазн и сумятицу в восприятие молодых айкидока. Особенно, когда наставления разных учителей кажутся взаимоисключающими. Иногда бывает и так. Но чаще оказывается, что за видимым различием скрывается глубинное подобие. Иногда может помочь руководитель группы, который на обычных занятиях прокомментирует новый материал. Вообще, что западает в душу, не пропадёт даром, но и не проявится сразу. Следует очень внимательно изучать форму, предложенную на семинаре. Особенно, если она непривычна. Опыт может мешать восприятию нового. Но культурный запас помогает почувствовать принцип. Не стоит стремиться только копировать форму. &laquo;Песня - прежде всего &ndash; исполнитель&raquo;. Люди разного роста или веса выполняют приём по-разному. Форму освоить необходимо. Но этого мало. Нужно вдохнуть в её жизнь. Без этого техника мертва. И сделать это можно только самому.
                    </p>
                    <p class="p">
                        Иногда мы рекомендуем семинары на стороне. Выбор семинара &ndash; тонкое дело. В нашем додзё мы устраиваем события, чтобы они помогали процессу обучения так, как мы его видим. Айкидо это поиск, постоянный эксперимент. Успех чередуется с неудачей.
                    </p>
                    <p class="p">
                        И великие люди имеют недостатки. Обычно это первое, что подхватывают их ученики.&nbsp;Будьте осторожны.&nbsp;Человек &ndash; не машина. Поэзия &ndash; не сумма слов, а то, что стоит за ними. Айкидо, как и любое будо, &ndash; не набор приёмов. &laquo;Верша нужна, чтобы поймать рыбу&raquo;. Формой пользуются, чтобы наполнить её содержанием. Изучают технику, чтобы постичь принцип.
                    </p>
                    <p class="p">
                        На семинарах будьте особенно корректны с приглашённым учителем и друг с другом. Неплохо перечесть &laquo;Рэйсики&raquo; (правила этикета) на нашем сайте. Этот материал обновляется. Порой туда попадают неприглядные картинки с натуры (Эко описывает подобное у тамплиеров). Проявляйте инициативу. Но не решайте за другого. Лучше спросите. Иногда человек знает, как ему будет лучше, не хуже вас. Что страшнее дурака? - Дурак с инициативой. Бездействие бывает так же порочно, как и излишняя деловитость. Мусор с татами подберите всегда. Но не отодвигайте другого рукой, если вам надо пройти.&nbsp;Пока есть глаза, руки можно и придержать.
                    </p>
                    <p class="p">
                        Сосредотачивайтесь в восприятии. В незнакомой ситуации полагайтесь на интуицию и здравый смысл.&nbsp;Не торопитесь задать вопрос. Но если это нужно, выберите правильное время.
                    </p>
                    <p class="p">
                        Если учитель подходит и начинает объяснять вам, вашему партнёру, тем более, если соседу &ndash; садитесь. Так вежливее. К тому же вы не загораживаете обзор другим. При необходимости учитель поднимет вас сам. Иногда, правда, приходится стоять.&nbsp;Очень нелегко занять золотую середину между инициативой и недеянием.<br />Умение быть незаметным &ndash; большое искусство. Это даётся нелегко. Это часть нашей практики. И относится это ко всем нам.
                    </p>
                    <p class="p">ОГ</p>

                    <hr class="hr">

                    <h2 class="h2" style="margin-bottom:0">Семинары 2018</h2>
                    <a href="">Межклубный семинар 17 марта 2018</a>
                    <br>
                    <a href="">Семинар в Марокко, апрель 2018</a>
                    <br>
                    <a href="#">Международный семинар на Лазурном Берегу в июне 2018 г</a>

                    <hr class="hr">

                    <h2 class="h2">Архив семинаров</h2>
                    <p class="p"> 
                        <a href="">Семинар Поля Мюллера-сэнсэя, ноябрь 2017</a>
                    </p>
                    <p class="p">
                        <a href="">Семинар по айкидо на Лазурном берегу 8 - 15 октября 2017</a>
                    </p>
                    <p class="p">
                        <a href="">Поль Мюллер, июль 2011</a>
                        <br>
                        С 26 июня по 3 июля  2011 г. в Булорисе прошел ежегодный летний семинар по айкидо под руководством Поля Мюллера сэнсэя.
                    </p>
                    <p class="p">
                        <a href="">Поль Мюллер, ноябрь 2010</a>
                        <br>
                        С 19 по 21 ноября 2010 г. в Москва прошел ежегодный осенний семинар по айкидо под руководством Поля Мюллера сэнсэя.
                    </p>
                    <p class="p">
                        <a href="">Поль Мюллер, август 2010</a>
                        <br>
                        С 13 по 19 августа 2010 г. в австрийском городе Ваттенс состоялся ежегодный семинар по Нишио айкидо под руководством Поля Мюллера-сэнсэя. Представители Московского Айкидо Каннагара додзё традиционно посетили этот семинар. 
                    </p>
                    <p class="p">
                        <a href="">Коити Бэрриш, май 2010</a>
                        <br>
                        С 21 по 23 мая 2010 г. в Москве состоялся ежегодный Весенний семинар по айкидо под руководством Идэта Коити Бэрриша-сэнсэя. В семинаре приняли участие айкидока из разных уголков России и из-за рубежа. 
                    </p>    
                    <p class="p">
                        <a href="">Коити Бэрриш, май 2008</a>
                        <br>
                        В мае 2008 г. Идэта Коити Бэрриш сэнсэй (настоятель синтоистского храма Tsubaki Grand Shrine of America  и сокэ линии Идэта) посетил Москву по приглашению Московского Айкидо Каннагара Додзё.
                    </p>

                    <hr class="hr">

                    <h2 class="h2">Фотографии с семинаров</h2>

                    <div class="row gallery">
                        <div class="col-md-3">
                            <a href="">
                                <img src="../res/images/seminars/6003.jpg" class="img-responsive">
                            </a>
                        </div>
                        <div class="col-md-3">
                            <a href="">
                                <img src="../res/images/seminars/6010.jpg" class="img-responsive">
                            </a>
                        </div>
                         <div class="col-md-3">
                            <a href="">
                                <img src="../res/images/seminars/6022.jpg" class="img-responsive">
                            </a>
                        </div>
                        <div class="col-md-3">
                            <a href="">
                                <img src="../res/images/seminars/6024.jpg" class="img-responsive">
                            </a>
                        </div>
                    </div>
                </div>
            </div>
        </div>

        
        <?php include('../footer.php') ?>


        <!-- jQuery first, then Popper.js, then Bootstrap JS -->
        <script src="https://code.jquery.com/jquery-3.2.1.slim.min.js" integrity="sha384-KJ3o2DKtIkvYIK3UENzmM7KCkRr/rE9/Qpg6aAZGJwFDMVNA/GpGFF93hXpG5KkN" crossorigin="anonymous">
        </script>
        <script src="https://cdnjs.cloudflare.com/ajax/libs/popper.js/1.12.9/umd/popper.min.js" integrity="sha384-ApNbgh9B+Y1QKtv3Rn7W3mgPxhU9K/ScQsAP7hUibX39j7fakFPskvXusvfa0b4Q" crossorigin="anonymous">
        </script>
        <script src="https://maxcdn.bootstrapcdn.com/bootstrap/4.0.0/js/bootstrap.min.js" integrity="sha384-JZR6Spejh4U02d8jOt6vLEHfe/JQGiRRSQQxSfFWpi1MquVdAyjUar5+76PVCmYl" crossorigin="anonymous">
        </script>
    </body>
</html>