<!DOCTYPE html>

<html lang="en">
    <head>
        <meta charset="utf-8">
        <!-- Responsive meta-tag -->
        <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">

        <title>The HTML5 Herald</title>
        <meta name="description" content="The HTML5 Herald">
        <meta name="author" content="SitePoint">

        <link rel="stylesheet" type="text/css" href="../res/css/header.css">
        <link rel="stylesheet" type="text/css" href="../res/css/footer.css">
        <link rel="stylesheet" type="text/css" href="../res/css/general.css">

        <!-- Bootstrap CSS -->
        <link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/4.0.0-alpha.6/css/bootstrap.min.css" integrity="sha384-rwoIResjU2yc3z8GV/NPeZWAv56rSmLldC3R/AZzGRnGxQQKnKkoFVhFQhNUwEyJ" crossorigin="anonymous">
    </head>

    <body>
        <div class="container-fluid header_container">
                
            <div class="container">
                <?php include('../Header.php') ?>

                <h1 class="h1 header_title">
                    Новичку
                </h1>
            </div>
        </div>

        <div class="container">
            <div class="row">
                <div class="col-md-9">
                    <p class="p mt-5"><strong>Перед первым посещением нашего додзё просим вас ознакомиться с <a href="#">правилами</a>.</strong></p>
                    <h2 class="h2">Что потребуется для занятий айкидо в нашем додзё?</h2>
                    <div>
                        <p class="p">1. <strong>Кэйко-ги </strong>&mdash; форма для занятий, в просторечии обычно называемая &laquo;кимоно&raquo;. Приобретите кимоно для занятий айкидо или дзюдо белого(!) цвета. Одежда должна быть свободной, не облегающей. Начинающие подвязывают кэйко-ги поясом белого(!) цвета.</p class="p">
                        <p class="p">2. Чистая сменная обувь с немаркими подошвами, которая носится внутри додзё (как в бассейне).</p>
                        <p class="p">3. <strong>Буки</strong> &mdash; деревянное тренировочное оружие:</p>
                        <ul>
                            <li><strong>боккэн</strong> &mdash; деревянный меч</li>
                            <li><strong>дзё</strong> &mdash; деревянная палка</li>
                            <li><strong>танто</strong> &mdash; деревянный нож</li>
                        </ul>
                        <p class="p">Тренировочное оружие (боккэн, дзё, танто) должно быть в надлежащем состоянии. Не используйте предметы с трещинами, занозами и т.д., Хорошее буки обычно изготавливается из древесины прочных пород: белого дуба, граба и других.</p>
                        <p class="p">Поскольку перечисленные предметы могут быть весьма разного назначения и качества, мы рекомендуем Вам перед их приобретением получить консультацию в нашем додзё.</p>
                        <p class="p">Наличие собственного буки на своём первом занятии в додзё приветствуется, но не является обязательным.</p>
                        <p class="p">Если вы затрудняетесь в первоначальном выборе одежды, оружия и аксессуаров для занятий, первичную информацию о магазинах и частных предпринимателях, способных удовлетворить ваши потребности, вы сможете получить в разделе <a href="#">Экипировка</a>.</p>
                        <p class="p">В разделе <a href="#">Цены и расписание</a> вы можете узнать стоимость и график занятий. Адреса наших залов можно посмотреть <a href="#">здесь</a>.</p>
                    </div>
                </div>
            </div>
        </div>

        <div class="container-fluid section">
            <div class="container">
                <div class="row">
                    <div class="col-md-9">
                        <h2 class="h2">Тренировочное оружие для детей: советы родителям</h2>
                        <p class="p">
                            Дорогие Родители!
                        </p>
                        <p class="p">
                            В обозримом времени ребятам понадобятся для занятий <strong>тренировочное оружие – буки</strong>. В нужный нам комплект буки входят предметы: 
                            <strong>боккэн - деревянный меч</strong> и <strong>дзё – палка</strong>. В старшей группе со временем будет нужен и <strong>деревянный нож – танто</strong>. 
                        </p>
                        <p class="p">
                            Главное требование к предметам – они должны быть безопасны, без трещин, шероховатостей (во избежание заноз) и острых краёв. Предметы 
                            должны быть удобны и не слишком тяжелы. Лучшие предметы изготавливаются из белого дуба (каси) и проходят специальную обработку. Служат такие предметы
                            очень долго, при ударах друг о друга почти не щепятся, но могут стоить недёшево. Тем не менее, тем, кто собирается продолжать занятия всерьёз, такие 
                            предметы рано или поздно понадобятся. Их можно заказать по интернету, привезти из-за границы или купить в Москве (цена в некоторых московских магазинах 
                            часто увеличивается вдвое).
                        </p>
                        <p class="p">
                            Самый недорогой боккэн из виденных мною в Москве продаётся в «Декатлоне» и стоит около 600 руб. Но палку там покупать не стоит - тяжела.
                            Предметы, особенно палку, можно изготовить и самим, взяв за основу готовый образец.
                        </p>
                        <p class="p">
                            Занимающемуся в более зрелом возрасте очень пригодятся боккэны нескольких типов, но к этому мы вернемся через несколько лет.
                        </p>
                        <p class="p">
                            <strong>Дзё – палка</strong> 
                        </p>
                        <p class="p">
                            Длина – около 125 см. Диаметр около 22 мм.
                        </p>
                        <p class="p">
                            Для возраста до 6 лет лучше не из белого дуба (немного тяжеловата). Можно купить ручку для швабры, почистить шкуркой и покрыть лаком.
                            На первое время хватит.После 7 лет можно использовать дзё из белого дуба.
                        </p>
                        <p class="p">
                            <strong>Боккэн</strong>
                        </p>
                        <p class="p">
                            Существует большое разнообразие боккэнов. Боккэны разных стилей сильно отличаются по форме, материалу, длине и весу. Назначение их тоже имеет 
                            свои особенности. Очень приблизительно рекомендованная длина – от пола до пояса. Но это очень примерная оценка.
                        </p>
                        <p class="p">
                            Для возраста до 6 лет лучше обзавестись укороченным «детским» боккэном. Такие боккэны найти нетрудно.
                        </p>
                        <p class="p">
                            После 7 лет лучше приобрести боккэн обычной длины, около 100 ±5 см.
                        </p>
                        <p class="p">
                            Если верхушка боккэна острая, сточите около 5 мм.
                        </p>
                        <p class="p">
                            Помните, что боккэн должен выдерживать удар и не расщепиться. По-настоящему этим качеством обладают боккэны из белого дуба. Остальные служат 
                            значительно меньше. Боккэн из лёгкой, мягкой древесины может быть хорош для одиночной работы, но не выдержит плотного контакта с более прочным предметом.
                        </p>
                        <p class="p">
                            В младшей группе, до 6 лет, ребята не должны сильно дубасить предметом по предмету. А вот в «старшей» детской группе плотный контакт предмета 
                            о предмет будет нередок. Поэтому для мдачшего возраста прочность боккэна не так важна, а для тех, кто ходит в старшую детскую группу (обычно с семи лет), 
                            нужен боккэн попрочнее.
                        </p>
                    </div>
                </div>
            </div>
        </div>

        <div class="container">
            <div class="row">
                <div class="col-md-9">
                    <h2 class="h2">Где приобрести одежду и оружие для детей?</h2>

                    <p class="p">Первичную информацию о магазинах и частных предпринимателях, способных удовлетворить ваши потребности, вы сможете получить в разделе <a href="#">Экипировка</a>.</p>
                    
                    <p class="p">
                        Количество предложений всё время растёт, поэтому, неплохо будет поискать самим в интернете.
                        Все эти советы носят условный характер. При выборе предмета важно учесть личные особенности его будущего владельца и довериться интуиции.
                    </p>
                    <p class="p">
                        Буки – это оружие, хотя и деревянное, и требует уважения, бережного и очень внимательного обращения не только во время занятий. 
                        Мы стремимся привить это понимание занимающимся у нас детям. Поддержите нас в этом, пожалуйста!
                    </p>
                    <p class="p">
                        С уважением,
                    <br>
                        Олег Глушко
                    </p>
                </div>
            </div>
        </div>

        <?php include('../Footer.php') ?>
        

        <!-- jQuery first, then Popper.js, then Bootstrap JS -->
        <script src="https://code.jquery.com/jquery-3.2.1.slim.min.js" integrity="sha384-KJ3o2DKtIkvYIK3UENzmM7KCkRr/rE9/Qpg6aAZGJwFDMVNA/GpGFF93hXpG5KkN" crossorigin="anonymous">
        </script>
        <script src="https://cdnjs.cloudflare.com/ajax/libs/popper.js/1.12.9/umd/popper.min.js" integrity="sha384-ApNbgh9B+Y1QKtv3Rn7W3mgPxhU9K/ScQsAP7hUibX39j7fakFPskvXusvfa0b4Q" crossorigin="anonymous">
        </script>
        <script src="https://maxcdn.bootstrapcdn.com/bootstrap/4.0.0/js/bootstrap.min.js" integrity="sha384-JZR6Spejh4U02d8jOt6vLEHfe/JQGiRRSQQxSfFWpi1MquVdAyjUar5+76PVCmYl" crossorigin="anonymous">
        </script>
    </body>
</html>