<!DOCTYPE html>

<html lang="en">
	<head>
		<meta charset="utf-8">
		<!-- Responsive meta-tag -->
		<meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">

		<title>The HTML5 Herald</title>
		<meta name="description" content="The HTML5 Herald">
		<meta name="author" content="SitePoint">

		<link rel="stylesheet" type="text/css" href="../res/css/header.css">
		<link rel="stylesheet" type="text/css" href="../res/css/footer.css">
		<link rel="stylesheet" type="text/css" href="../res/css/general.css">

		<!-- Bootstrap CSS -->
		<link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/4.0.0-alpha.6/css/bootstrap.min.css"
		      integrity="sha384-rwoIResjU2yc3z8GV/NPeZWAv56rSmLldC3R/AZzGRnGxQQKnKkoFVhFQhNUwEyJ"
		      crossorigin="anonymous">
	</head>

	<body>
		<div class="container-fluid header_container">

			<div class="container">
                <?php include('../header.php') ?>

				<h1 class="h1 header_title">
					Кевин Шоэт-сэнсей (Kevin Choate)
				</h1>
			</div>
		</div>

		<div class="container">
			<div class="row">
				<div class="col-md-9">
					<img class="mt-5" src="../res/images/about/kevinchoate/1.jpg">
					<p class="p">
						Кевин Шоат-сэнсей начал заниматься айкидо в 1976г. под руководством Сигэру Судзуки-сэнсея, на
						занятиях которого постигал основы пути. В 1981г. он стал старшим инструктором Чикаго Айкикай и
						приобрёл репутацию высокопрофессионального преподавателя, равно требовательного как к своим
						ученикам, так и к себе самому. Шоэт-сэнсэй передал свой опыт тысячам учеников, среди которых
						были люди самых разных возрастов и занятий. Его тренировки посещали совсем молодые люди и люди в
						солидном возрасте, были среди них и видные актёры, представители искусства танца.
					</p>
					<p class="p">
						В 1988г. Мицуги Саотомэ-сихан присвоил Шоэт-сэнсэю 6-й дан в знак признания его мастерства и
						преданности айкидо. Наставниками Шоэта-сэнсэя были знаменитые мастера айкидо Саотомэ-сихан и
						Хироси Икэда-сихан. Шоэт-сэнсэй преподавал айкидо в ранге старшего преподавателя Школы Айкидо
						Уэсибы и много путешествовал по всему миру, проводя семинары по айкидо. С 2000г. регулярно
						посещал Россию, где проводил семинары по айкидо на татами Московского Айкидо Каннагара Додзё и в
						Калуге.
					</p>
					<p class="p">
						Официальный сайт: <a href="http://www.chicagoaikikai.org/">http://www.chicagoaikikai.org/</a>
					</p>
					<h3 class="h4 mt-5">Ушёл из жизни Кевин Шоат-сэнсэй (13.10. 1953 - 01.12.2013)</h3>
					<p class="p">
						Ушёл из жизни наш друг, коллега и наставник Кевин Шоат-сэнсэй. Выражаем глубокое соболезнование
						родным и близким, ученикам, друзьям и всем, кому Кевин дорог. Это невосполнимая утрата.
						<br><br>
						2 декабря 2012
						<br>
						Каннагара Додзё.
					</p>
					<h2 class="h2">Кевин Шоат. Первая встреча</h2>
					<p class="p">
						О том, что Кевина больше нет, я узнал по телефону. Как часто бывает, понимание пришло не сразу.
						Да и сейчас оно не пришло. Я часто обращаюсь к ушедшим, как будто
						они где-то недалеко и вот-вот откликнутся. Душа не хочет соглашаться с утратой, и ум не
						принимает новой расстановки вещей. Я поймал себя на том, что собираюсь тут же
						написать ему письмо и попенять на случившееся. Какая-то часть меня говорила, что ответа не
						будет, а другая думала, что именно он напишет в ответ. Разумеется, письмо я не
						отправил. Может быть, зря.
					</p>
					<p class="p">
						Впервые я увидел Кевина на большом семинаре в Америке в 1991 году, но настоящее наше знакомство
						состоялось в двухтысячном и сразу стало очень бурным. Мы принимали Кевина и группу его учеников
						в Москве. Это произошло довольно неожиданно. Гости ехали по приглашению в Киев, но сначала
						собирались посмотреть Питер. Путь их лежал через Москву. По плану я должен был встретить их в
						Шереметьево, привезти домой, накормить и отправить в Питер тем же вечером, а уже через несколько
						дней встретить и расселить. Семинар в Москве ожидался после возвращения гостей из Питера. Но
						первая приветственная была опрокинута ещё в аэропорту. Когда же мы добрались до дома, я занялся
						обедом, а Крэг, организатор поездки всей группы гостей, который до этого долго жил в Москве и
						хорошо знал моего семилетнего сына, мне не говоря, занял у него все деньги и отправился в
						ближайший гастроном. Словом, вечер разворачивался. Стали подтягиваться ребята из додзё. Как-то
						сразу все подружились, и всё понеслось-поехало. Комната маленькая, гостей много, как обычно,
						столом служила снятая дверь. И вот, встаёт Кевин, произносит очередную здравицу и говорит: «А
						давайте в Питер не поедем, раз тут так хорошо!» Согласие было получено мгновенно. Я
						приозадачился, потому что совсем не был готов принимать гостей в тот день, а рассчитывал
						приготовится к их возвращению. Но всё вышло славно и само собой. Был конец мая, стояла почти
						жара, Обед перетек в ужин, кто-то предложил вечерний обзор Москвы. Не долго думая, собрались и
						отправились на Воробьёвы горы. Там кто-то спихнул Кевина в Москву реку с невысокой набережной, а
						потом сразу все попрыгали в реку сами, кто в чём был. Кевин потом уверял меня, что он сам
						оступился, но кто теперь разберёт! Была уже ночь. Купание продолжалось до самого утра. Вернулись
						домой уже хорошо засветло. Кевину, как сэнсэю досталась отдельная комната, остальные устроились,
						кто где, а утром я обнаружил несколько тел прямо на полу. Правда, было очень тепло. Потом,
						конечно, всё утряслось, гостей разобрали по домам, немного пришли в себя. Не то, чтобы « всё
						утихло, улеглось», но «обрело свой вид». И через день начался
						семинар.
					</p>
					<p class="p">
						Мы занимались в старом зале на Бакунинской, народу собралось много. Кевин выглядел волшебником,
						почти ничего не говорил, зато давал почувствовать. На татами Кевин был чарующе таинствен. При
						этом был удивительно прост в общении, не городил себе пьедесталов величия. Семинар прошёл очень
						здорово. Только спали мы каждую ночь всё меньше и меньше. Последнюю, кажется, два часа. Но сил
						было много, энтузиазма – хоть отбавляй, а гости, почти все первый раз в Москве, хотели увидеть
						побольше. Вот только в Кремль так и не попали. Сначала был выходной в Кремле, потом ещё что-то,
						а потом нагрянул Билл Клинтон, и Кремль вовсе закрыли для посетителей. Прямо «Москва – Петушки».
						Кстати, когда после семинара мы провожали на вокзале гостей в Киев, сообщили, что Клинтон
						отправился на Украину…
					</p>
					<p class="p">
						4 декабря 2012 г.<br>
						Олег Глушко
					</p>
					<h2 class="h2">Кевин Шоат. Последняя встреча</h2>
					<p class="p">
						Последний раз мы виделись с ним на его семинаре в Обнинске. Нас было трое из додзё. Катя, Рашит
						и я. Был холодный вечер в конце октября. Кажется, прояснело и похолодало после затяжного дождя.
						Была суббота.
					</p>
					<p class="p">
						После занятия мы сидели в пиццерии, разговаривали, как обычно, что-то цитировали, рюмку за
						рюмкой пили контрабандную водку. Само собой заговорили об устройстве мира,
						о том, что для продления собственной драгоценной жизни нужно пресечь чью-то иную. Было уже
						поздно. Наутро я собирался в Москву, а он должен был продолжать семинар.
					</p>
					<p class="p">
						Мне казалось, что ему как-то неуютно быть тем, в чью честь дают банкет. Его уже увозили. Он
						поднялся, мы стали прощаться, я сказал ему: «А потому никогда не посылай узнать, по ком звонит
						Колокол», а он продолжил: «Он звонит по тебе». Мы обнялись, и он ушёл в ночь. Сегодня я узнал,
						что навсегда.
					</p>
					<p class="p">
						Олег Глушко<br>
						2 декабря 2012 г.
					</p>

					<p style="margin-top: 80px;">
						<i>
							«Земля, земля, весёлая гостиница<br>
							Для проезжающих в далёкие края»
						</i>
					</p>
					<p class="p" style="margin-top: 40px;">
						Кевин Шоэт-сэнсей начал заниматься айкидо в 1976 г. И в этом нашёл свой Путь.
					</p>
					<p class="p">
						Первым учителем Кевина в айкидо стал сэнсэй Сигэру Судзуки. Огромное влияние оказали на Кевина
						Мицуги Саотэмэ–сэнсэй и Хироси Икэда-сэнсэй. Уже в 1981 г. Кевин стал старшим преподавателем в
						«Чикаго Айкикай». К себе был очень строг, относился к себе по гамбургскому счёту. К другим был
						снисходительней. У Кевина был шестой дан. К данам и другим чинам относился со скрытой усмешкой.
						Но уважал человека. И уважали его. Айкидо для него было постоянным поиском, экспериментом. Он не
						боялся неудач. Он постоянно менялся, не боялся ошибок, не изображал себя всё постигшим мудрецом.
						Не боялся признаваться в собственных ошибках, наоборот, заострял на них внимание. На татами
						держался просто, но с достоинством. Мог он быть и очень строгим, но и тогда в нём не было
						барской заносчивости.
					</p>
					<p class="p">
						Обычно я видел его с перерывами в год, и каждый раз он был не похож на себя предыдущего.
						Понимали ли его те, кто был рядом с ним на татами? И да и нет. Каждый по-своему. Кажется, он
						далеко вперёд ушёл по этой дороге, и ему приходилось оборачиваться, останавливаться,
						возвращаться обратно к тем, кто шёл сзади. Я спросил его, что он думает, почему многие уходят из
						айкидо. Он ответил: «Люди устают от айкидо» Так и сказал: «People get tired doing aikido».
						Прошлой весной в Москве мы разговаривали на кухне, и он сказал, что никто не любит перемен.
						Люди, особенно старшие, комфортно чувствуют себя на насиженных местах. Когда ты затеваешь
						перемены даже в технике, сказал он, будь готов, что мало кто пойдёт вместе с тобой. Я счастлив,
						что судьба свела меня с эти человеком. С ним было просто и здорово. В общении с ним не
						требовалась фальшь. Я не хочу рисовать портрет махатмы, но в нём была черта, редкая в людях. Он
						не закрывался от жизни занавеской и не отмахивался от неудобной правды. Был готов на авантюры,
						любил выпить, его легко было подбить на приключения. Но на занятиях всегда выглядел, как
						подобает учителю. Он был читающим человеком, - редкость в наши дни не только для американца.
						Цитировал Элиота, Шекспира, Донна. Он казался чуть-чуть не от мира сего. Жил очень скромно.
						Личный успех и слава его, кажется, мало интересовали. Его занимал поиск. И он всегда приглашал
						своего ближнего разделить с ним этот поиск и находки. Многим и очень многим, он показал Путь
						Айки, а кого-то и поставил на Путь.
					</p>
					<p class="p">
						Кевин был из вымирающей породы людей. Он умел и понимал. При этом я не видел в нём ни тени спеси
						или самодовольства. Думаю, ему было стыдно за мир, за то, что происходит вокруг. Он не говорил
						об этом сам, и как часто бывает, скрывался за маской веселья. Но и веселье его было с налётом
						грусти. Особенно грустным он показался мне при нашей последней встрече за месяц с небольшим до
						его ухода. Он был обречён так же, как в своё время был обречён доктор Живаго. Он был «как бы» не
						от мира сего.
					</p>
					<p class="p">
						Последнее, что Кевин сказал мне, было: «Он звонит по тебе».
					</p>
					<p class="p">
						Он ушёл в ночь с 1 на 2 декабря 2012 года. Пришедший утром брат не застал его в живых.
					</p>
					<p class="p">
						У него был Путь. Он ушёл. Кевин был человек Пути.
					</p>
					<p class="p">
						4 декабря 2012 г.<br>
						Олег Глушко
					</p>
				</div>
			</div>
		</div>

        <?php include('../footer.php') ?>


		<!-- jQuery first, then Popper.js, then Bootstrap JS -->
		<script src="https://code.jquery.com/jquery-3.2.1.slim.min.js"
		        integrity="sha384-KJ3o2DKtIkvYIK3UENzmM7KCkRr/rE9/Qpg6aAZGJwFDMVNA/GpGFF93hXpG5KkN"
		        crossorigin="anonymous">
		</script>
		<script src="https://cdnjs.cloudflare.com/ajax/libs/popper.js/1.12.9/umd/popper.min.js"
		        integrity="sha384-ApNbgh9B+Y1QKtv3Rn7W3mgPxhU9K/ScQsAP7hUibX39j7fakFPskvXusvfa0b4Q"
		        crossorigin="anonymous">
		</script>
		<script src="https://maxcdn.bootstrapcdn.com/bootstrap/4.0.0/js/bootstrap.min.js"
		        integrity="sha384-JZR6Spejh4U02d8jOt6vLEHfe/JQGiRRSQQxSfFWpi1MquVdAyjUar5+76PVCmYl"
		        crossorigin="anonymous">
		</script>
	</body>
</html>