<!DOCTYPE html>

<html lang="en">
	<head>
		<meta charset="utf-8">
		<!-- Responsive meta-tag -->
		<meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">

		<title>The HTML5 Herald</title>
		<meta name="description" content="The HTML5 Herald">
		<meta name="author" content="SitePoint">

		<link rel="stylesheet" type="text/css" href="../res/css/header.css">
		<link rel="stylesheet" type="text/css" href="../res/css/footer.css">
		<link rel="stylesheet" type="text/css" href="../res/css/general.css">

		<!-- Bootstrap CSS -->
		<link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/4.0.0-alpha.6/css/bootstrap.min.css"
		      integrity="sha384-rwoIResjU2yc3z8GV/NPeZWAv56rSmLldC3R/AZzGRnGxQQKnKkoFVhFQhNUwEyJ"
		      crossorigin="anonymous">
		<!-- Font Awesome -->
		<script defer src="https://use.fontawesome.com/releases/v5.0.9/js/all.js"
		        integrity="sha384-8iPTk2s/jMVj81dnzb/iFR2sdA7u06vHJyyLlAd4snFpCl/SnyUjRrbdJsw1pGIl"
		        crossorigin="anonymous"></script>
	</head>

	<body>
		<div class="container-fluid header_container">

			<div class="container">
                <?php include('../Header.php') ?>

				<h1 class="h1 header_title">
					Сёдзи Нисио-сэнсэй (Shoji Nishio)
				</h1>
			</div>
		</div>

		<div class="container">
			<div class="row">
				<div class="col-md-9">
					<img class="mt-5" src="../res/images/about/nishio/1.jpg">
					<h3 class="h3">05.12.1927—15.03.2005</h3>
					<p class="p">
						Родился в пре­фектуре Аомори 5-го дня десятой луны во 2-й год эры Сёва (5 декабря 1927 г.).
					</p>
					<p class="p">
						Сихан, 8-й дан айкидо Айкикай. Сихан, кёси, 7-й дан Федерации Дзэндоку Иайдо Японии.
						Родоначальник Иайдо Тохо - стиля, опирающегося на технику айкидо.
					</p>
					<p class="p">
						Обладатель титула рэнси Федерации Иайдо Дай Ниппон Бутокукай.
						Перед началом своих занятий айкидо занимался дзюдо (4-й дан Кодокан), каратэ (4-й дан Синдо
						Сидзэн рю). Изучал искусство обращения с палкой – Синто Мусо рю дзёдзюцу, с яри (копьём) –
						Ходзоин рю содзюцу. Привнёс элемен­ты этих искусств в айкидо.
					</p>
					<p class="p">
						Член Айкикай Хомбу Додзё с 1951 г. Начал преподавать в 1955 г. Преподавал айкидо более 50-ти
						лет.
						<br>
						Обладатель богатого опыта в дзюдо, каратэ, иайдо, дзёдзюцу и других боевых искусствах. Привнёс
						элементы этих искусств в айкидо.
						<br>
						Преподавал в северной Европе, Америке, Франции, Германии и других странах.
						<br>
						Проживал в Токио, курировал филиалы в Канагава, Сайтамакэн, Тиба, Нагано, Сига, Эхимэ,
						Хиросима.Преподавал в Европе и Америке, оставил последователей во Франции, Германии, Дании,
						Польше и других странах.
						<br>
						За развитие айкидо был удостоен награды Федерации Будо Японии в 2003 г.
					</p>
					<p class="p">
						Стиль Нисио-сэнсэя отличается высокой надёжностью (но не грубостью!) большим количеством атэми
						(не нокаутирующими противника, но органично вплетёнными в ткань приёмов), подробным
						рассмотрением аналогии между техникой рукопашного поединка и той же техники, выполненной с
						оружием (меч против меча, палка против меча, с предметом в своих руках). Стиль этот сочетает
						изящество и высокую прикладную эффективность.
					</p>
					<p class="p">
						В 2011 году в России ограниченным тиражом вышла в свет единственное русскоязычное издание книги
						Нисио-сэнсэя «Айкидо – юрусу будо» (перевод с японского О.Глушко, 5 дан Айкидо Айкикай). В своем
						предисловии к книге Нисио-сэнсэй пишет: «Я предлагаю эту публикацию в надежде, что она сможет
						показать идущему за нами молодому поколению правильный образ будо и дать советы по методике
						тренировок».
						<br>
						Подробнее - <a href="www.nishiobook.ru">www.nishiobook.ru</a>
					</p>
					<p class="p">
						Закончил свой земной путь 15 марта 2005 г.
					</p>
					<p class="p">
						В соответствии с традицией получил Каймё (посмертное имя)
						Ай До Ин Бу Ё Сё Гаку Ю Ко Ко Дзи.
					</p>

					<div class="mt-5 text-center">
						<i class="fas fa-asterisk"></i>
						<i class="fas fa-asterisk"></i>
						<i class="fas fa-asterisk"></i>
					</div>
					<h2 class="h2">Поль Мюллер о Нисио-сэнсэе</h2>
					<p class="p">
						Моими сегодняшними навыками в айкидо более всего я обязан Сёдзи Нисио-сэнсэю, легендарному
						мастеру боевых искусств, прямому ученику О-сэнсэя. Я увидел его впервые в 1986 году, с тех пор
						стал его учеником и учился у него до его последних дней.
						<br><br>
						Сэнсэй покинул нас 15 марта 2005 года в возрасте 77 лет. Он был редким мастером, и одновременно
						отзывчивым и простым в общении человеком. Он также был великолепный психолог, прекрасно
						чувствовал собеседника. Авторитет его распространялся не только на иностранцев. Как мастера и
						гения будо его почитали сами соотечественники.
						Выдающимся мастером Нисио-сэнсэй был не только в айкидо. За ним шла слава мастера меча. Он
						создал свой стиль иайдо, который был официально признан Федерацией Иайдо Японии. Этот стиль
						получил имя Айкидо Тохо Иай.
						С давних пор Нисио-сэнсэй был обладателем восьмого дана Айкидо Айкикай, восьмого дана в иайдо,
						седьмого в каратэ и пятого в дзюдо.
						Нисио-сэнсэй преподавал в Хомбу Додзё при жизни основателя, О-сэнсэя, т.е. до 1969 года.
						Остались вышедшие из-под кисти Нисио-сэнсэя великолепные каллиграфии.
					</p>
					<h3 class="h3">О «Нисио рю», стиле Нисио</h3>
					<p class="p">
						Путь Нисио-сэнсэя в будо был своеобразен. И это отразилось на его стиле, который отличается
						динамичностью, остротой, естественностью и эффективностью. Атэми – его визитная карточка. Момент
						схождения, дэай, и момент входа, ирими, сопровождались атэми, и атэми эти были очень
						разнообразны. Он часто использовал атэми и при развитии приёма во время движения. Арсенал ударов
						был велик. Использовались удары руками, локтями, ногами, коленями. Нисио-сэнсэй считал, что в
						каждом приёме айкидо заложены четыре – пять возможностей нанесения противнику полного поражения.
						При этом он призывал быть осторожнее с применением ударов на практике и не наносить их без
						крайней необходимости. Он напоминал наставления О-сэнсэя о том, что айкидо не направлено на
						уничтожение противника, а наоборот, обязывает нас к бережному отношению к его жизни.
					</p>
					<p class="p">
						На занятиях иайдо Нисио-сэнсэй говорил о сострадании, органично присущем боевым искусствам. Он
						разрушал образ самурая как хладнокровного убийцы: «Меч айки не служит разрушению. Он
						предназначен для постижения мира и единения с ним». Его глубокие познания в искусстве обращения
						с мечом отразились на его видении айкидо.
						Нисио-сэнсэй считал, что подлинное понимание айкидо может прийти только через опыт обращения с
						оружием, с мечом (кэн) и палкой (дзё). Особое значение сэнсэй уделял упражнениям с настоящим
						мечом. Его стиль иайдо назван Иайдо Тохо. «Тохо» означает «принцип меча». Нисио-сэнсэй
						разработал порядка 30 различных ката с мечом, которые регулярно демонстрировал на семинарах
						айкидо. Эти ката связаны с формами айкидо, и каждая из них и воспроизводит движения айкидо с
						поразительным сходством. Формы этих ката постоянно эволюционировали, и даже лучшим его ученикам,
						нелегко было успевать за этими переменами.
					</p>
					<p class="p">
						К весне 2001 года, ко времени его последнего семинара в Европе (в Дании), формы Иайдо Тохо
						обрели окончательный вид. Эта окончательная версия состоит из пятнадцати ката. Каждая ката
						соответствует конкретным ситуациям поединка с одним или несколькими противниками. Некоторые из
						этих форм близки к тем, которые я изучал ещё в свои двадцать лет на занятиях у Итимура-сэнсэя.
						Но отличительная черта форм Иайдо Тохо в нынешнем виде - связь с классическими движениями
						айкидо. В окончательной версии из пятнадцати ката Иайдо Тохо только первая и последняя ката не
						имеют прямого отношения к технике айкидо. Тринадцать других форм точно соответствуют тринадцати
						случаям кихон айкидо (базовой техники айкидо) и почти буквально повторяют перемещения, движения
						рук и размах движений. Когда впервые сталкиваешься с Иайдо Тохо, его родство с айкидо поражает.
					</p>
					<p class="p">
						Развивая тему общности айкидо и оружия, Нисио-сэнсэй не ограничился созданием Иайдо Тохо. Он
						предложил кумитати кэн тай кэн (поединки-упражнения с мечом против меча с заданным сценарием), и
						дзё тай кэн (с палкой против меча). Среди самых блестящих «переводов» рукопашного поединка на
						язык оружия нужно отметить айханми сихонагэ омотэ, айханми котэгаэси омотэ и ура, гякуханми
						сотокайтэннагэ, ириминагэ в многочисленных формах и, конечно же, сёмэн и ёкомэн иккё ура и
						омотэ, никё и гокё.
					</p>
					<p class="p">
						Но и это ещё не всё! Он добавил новую область работы с оружием: дзё но тэбики и кэн но тэбики.
						Ситуация дзё но тэбики предполагает дзё в руках у нагэ, который использует предмет для
						вовлечения укэ в желаемое движение и овладевает контролем над ним. Укэ пытается не позволить
						нагэ использовать оружие, которое тот держит в руках и хватает нагэ за запястье. Нагэ вовлекает
						укэ в движение, овладевает ситуацией и проводит приём. В большинстве других стилей айкидо
						подобные упражнения если и существуют, то спектр представляемой ими техники ограничен
						выполнением кокюнагэ. У Нисио-сэнсэя в этом разделе представлен широкий ряд техники айкидо.
					</p>
					<p class="p">
						Итак, на его занятиях мы отрабатывали большинство классических ситуаций айкидо в пяти формах:
						тосю тай тосю (или тайцдзюцу – без оружия), кэн но тэбики (с мечом в руках у нагэ), дзё но
						тэбики (с палкой в руках у нагэ), кэн тай кэн (меч против меча) и дзё тай кэн (палка против
						меча).
					</p>
					<p class="p">
						Для подавляющего большинства французских айкидока этот подход был ошеломляющим откровением!
						Побывав на семинарах Нисио-сэнсэя или посмотрев их в записи, многие открыли для себя новые
						горизонты. Этот подход взывал к постоянному развитию, пересмотру своих взглядов и навыков и
						предлагал возможность для дальнейшего роста.
					</p>
					<p class="p">
						И на семинарах в Европе, и в додзё, в которых он преподавал в Японии, Нисио-сэнсэй повторял, что
						путь к пониманию основных принципов айкидо и правильному освоению техники лежит через упражнения
						с оружием в описанных формах. С оружием в руках возникает ясное понимание дистанции, скорости.
						Оружие позволяет выйти за рамки привычного, заученного образа движения, который мы создаем при
						его многократном повторении. Упражнения с мечом ставят на место руки во время исполнения техники
						без оружия, работа с дзё позволяет придать движению тела качество кокю рёку. Но лучше всего эти
						формы работы с оружием иллюстрируют главный принцип айки – принцип ирими.
					</p>
					<h3 class="h3">Путь Нисио-сэнсэя</h3>
					<p class="p">
						Нисио-сэнсэй родился в Аомори на севере Японии 5 декабря 1927 года. В 18 лет он начал заниматься
						дзюдо и карате. Он изучал дзюдо в Кодокане и делал свои первые шаги в каратэ в додзё Кониси
						Ясухиро-сэнсэя. В послевоенном Токио было нелегко со спортивными залами. Занимались там, где
						могли найти приют. В одном и том же додзё часто устраивались разные школы. Поэтому посетители
						этих додзё могли осваивать различные стили и направления будо.
					</p>
					<p class="p">
						Весной 1951 года в возрасте 24 лет Сёдзи Нисио пришёл в Айкикай и стал учеником О-сэнсэя Морихэя
						Уэсиба. Там он познакомился с теми, чьи имена позднее были вписаны в энциклопедии айкидо:
						Тохэй-сэнсэем, Осава-сэнсэем, с Сайто-сэнсэем, с которым его свяжут тесные узы дружбы,
						Арикава-сэнсэем и многими другими. Нисио сэнсэй рассказывал мне, как вместе с Накадзоно-сэнсэем
						и Ямагути-сэнсэем они открывали новые додзё в разных уголках Японии, как вместе с Тада-сэнсэем
						они возвращались после тренировок на станцию Окубо. Там же он встретил Томики-сэнсэя, которого
						знал ещё по Кодокану. Томики-сэнсэй, пропагандировал соревнования в айкидо, и некоторое время
						Нисио-сэнсэй разделял эти взгляды. Правда, и тогда он соглашался с уместностью соревнований в
						айкидо только для школьников. В это же время он познакомился и с Сиода-сэнсэем, который, не
						будучи утидэси, посещал додзё временами. В то время утидэси были Сунадомари-сэнсэй и
						Арикава-сэнсэй.
					</p>
					<p class="p">
						Нисио-сэнсэй стал преподавателем в Айкикай в 1960-х годах (см. том 2 книги: Сайто-сэнсэя
						«Traditional Aikido»). В 1955 году он начал практиковать иайдо и дзёдо (искусство обращения с
						палкой). Он взялся за изучение этих дисциплин, чтобы лучше понять айкидо и углубиться в него,
						следуя наставлениям О-сэнсэя. О-сэнсэй же считал занятия с мечом и палкой неотъемлемой частью
						практики айкидо. Так получилось, что Нисио-сэнсэй стал изучать различные дисциплины будо. Ему
						посчастливилось обучаться у великих мастеров, имеющих 9 и 10 даны, сэнсэя Сигэнори Сано и сэнсэя
						Такадзи Симидзу. У последнего Нисио-сэнсэй учился дзёдо в Такэ Мусо Рю Додзё. После ухода из
						мира О-сэнсэя Нисио-сэнсэй прекратил преподавание в Айкикай, но сохранил тесные связи с alma
						mater и близкие отношения со вторым Досю Кисёмару Уэсиба. Тогда же он стал членом комитета по
						присуждению высших званий Айкикай. В комитет входило восемь самых уважаемых учителей айкидо того
						времени.
					</p>
					<p class="p">
						Нисио-сэнсэй регулярно преподавал в своём основном додзе и в четырёх додзё на севере Токио и в
						Йокогаме. Он проводил семинары во многих городах Японии, в Европе, в США и в Мексике. Читая его
						биографию, понимаешь, какого уровня это был профессионал в боевых искусствах.
					</p>
					<p class="p">
						Айкидо не было его единственной профессией. Он занимал должность чиновника в Министерстве
						финансов, в отделе, занимающимся качеством печати денежных знаков. Тем не менее, он находил
						время для многочисленных семинаров. Когда он впервые приехал к нам во Францию, он рассказал нам,
						что с учетом его положения айкидо и иайдо, он не был обязан постоянно присутствовать на своей
						официальной работе. У него был очень гибкий график, позволявший совмещать должность чиновника с
						преподаванием будо. Можно сказать, что на службе он был «откомандирован» к боевым искусствам.
					</p>
					<h3 class="h3">Развитие айкидо во Франции и мои первые шаги в айкидо</h3>
					<p class="p">
						Я начал заниматься айкидо в мае 1963 года. С моих первых шагов в айкидо мне посчастливилось
						учиться у японских мастеров: вначале у Накадзоно-сэнсэя, затем у Норо-сэнсэя, а с 1964 года у
						Тамура-сэнсэя, когда он переехал во Францию. Эти три мастера жили тогда во Франции, тесно
						сотрудничали, преподали во Франции и в Европе. Именно Накадзоно-сэнсэй и Тамура-сэнсэй вместе
						принимали у меня экзамен на Сёдан айкидо Айкикай в 1966 году и на Сандан Айкикай в 1971. С 1965
						года Норо-сэнсэй удалился от дел и покинул Айкикай, но оставался в очень хороших отношениях с
						Накадзоно-сэнсэем и Тамура-сэнсэем. В 1972 Накадзоно-сэнсэй эмигрировал в США, в Santa Fé (New
						Mexico). Там ему было проще, чем во Франции основать клинику традиционной медицины, опирающейся
						на акупунктуру, шиатсу и т.п. Там он занялся преподаванием Ко Синто (древнее синто) и Кототама
						(дословно - «душа слова», течение в синто, считающее связь мироустройства и первичных звуков
						основополагающим началом). Двое его сыновей продолжили его дело и его занятия. А в это время
						айкидо во Франции росло невиданными темпами! Количество занимающихся айкидо ежегодно
						увеличивалось на 15 -20%. Тамура-сэнсэй обратился к Тиба-сэнсэю, проживавшему тогда в Лондоне, с
						просьбой оказать содействие в преподавании, и рекомендовал своим старшим ученикам стажироваться
						у Тиба-сэнсэя. Я с удовольствием последовал этому совету. Это был золотой век Айкидо во Франции.
						И длился он до 1982 года. В июне 1982 года во французском Айкидо произошел раскол. Тамура-сэнсэй
						вышел из официальной федерации UNA- FFJDA, несмотря на уговоры его старших учеников. Французская
						федерация, в которой Тамура-сэнсэй (1933 – 2010) преподавал с 1982 года, существует и поныне,
						это FFAB, Французская Федерация Айкидо и Будо (Fédération Française d’Aïkido et de Budo).Мы тоже
						были готовы выйти из федерации дзюдо (FFJDA), но не на тех условиях, которые предлагал один из
						учениковТамура-сэнсэя. В результате около 60% занимающихся айкидо остались в федерации, но через
						год, в 1983-ем, вышли из неё, образовав новое сообщество. Так родилась FFAAA, Французская
						Федерация Айкидо и Айкибудо. Вследствие этих событий старшие ученики Норо-сэнсэя,
						Накадзоно-сэнсэя и Тамура-сэнсэя, трёх мастеров, которые стояли у истоков айкидо во Франции,
						впервые оказались без наставника из Японии. Тиба-сэнсэй тоже покинул Европу и уехал в Японию, а
						затем в начале 80-х годов переселился в Сан Диего в США. Таким образом, я остался без
						наставника. Оставалось ехать в Японию. И я решился благодаря одному событию, произошедшему в
						1985 году.
					</p>
					<h3 class="h3">Озарение</h3>
					<p class="p">
						Стенли Пранин, создатель и главный редактор журнала «Aiki News» прислал мне видеокассету «Обзор
						Айкидо Японии» («All Aikido Japan Demonstration») за 1983 год. На этой кассете были записи
						сэнсэев Сунадомару, Арикава и Куроива. Куроива-сэнсэй изначально был боксёром и мастером
						короткого деревянного предмета. Я уже видел этих мастеров в старых фильмах на
						восьмимиллиметровой плёнке. Мы смотрели эти фильмы вечерами на ежегодных семинарах в Анси,
						которые проходили в июле-августе с 1963 по1972 годы и длились по четыре недели. Но на этой
						пленке я увидел еще одного, не знакомого мне мастера, необычайного, молниеносного в выполнении
						техники, поражающего скоростью и точностью. Это был Нисио-сэнсэй. Помимо всего, работа с оружием
						была частью его айкидо! Каждое событие воплощалось и демонстрировалось в пяти формах, о которых
						сказано ранее. И заканчивалась демонстрация ката иайдо. Скорость, виртуозность, высочайшая
						чистота движений, интенсивная работа с оружием мне напоминали некоторых моих учителей. Вот он и
						был тот мастер, которого я искал.
					</p>
					<h3 class="h3">Поиски встречи. Первое знакомство. Первое занятие</h3>
					<p class="p">
						Я приехал в Японию в 1986 году, и Стенли Пранин помог мне встретиться с Нисио-сэнсэем.
						Незнакомому человеку появиться без приглашения в его додзё было нельзя. Сначала Стен устроил мою
						встречу в помещении «Aiki News» в Токио с одним из ассистентов сэнсэя, имевшим 6-й дан. И только
						после этого мне была назначена встреча с Нисио-сэнсэем на его занятии в большом додзё в
						Йокогама, где сэнсэй преподавал раз в неделю.
					</p>
					<p class="p">
						Нисио-сэнсэй оказал мне и моему другу Максиму очень тёплый прием. Додзё поражало размером, там
						было около 700 или 800 квадратных метров. Запомнилась камидза огромных размеров и такой же
						огромный флаг Японии. И я, и мой друг не были новичками в айкидо, у нас за плечами было по 23
						года занятий, у обоих были пятые даны. Но форма знакомых нам классических движений неожиданно
						оказалась совершенно новой для нас. Я помню то вечернее занятие, словно это было вчера!
						Тренировка началась с айханми кататэдори удэкимэнагэ: айтэ после прохода под рукой атаковал
						горло пальцами раскрытой ладони, расслабиться нельзя было ни на секунду. Затем были сихонагэ и
						никё. После занятия мы вместе ужинали в ресторане, и я отважился спросить Нисиэ-сэнсэя, примет
						ли он приглашение во Францию от имени моей федерации (FFAAA). Он сказал «да» и высказал
						пожелание приехать с помощником. Это объяснялось сложностью его работы с оружием, - требовалось,
						по крайней мере, два года интенсивных тренировок в его стиле, прежде чем можно было выступить
						его партнером.
					</p>
					<h3 class="h3">Семинары Нисио-сэнсэя во Франции</h3>
					<p class="p">
						Я был счастлив заручиться согласием Нисио-сэнсэя, но столкнулся с неожиданным сопротивлением со
						стороны моей федерации. Я мог бы пригласить сэнсэя на частный семинар, но считал, что такого
						учителя, одного из самых весомых в Айкикай, будет правильнее пригласить от имени федерации. В
						результате первый приезд Нисио-сэнсэя во Францию состоялся только в 1989 году. Нисио-сэнсэй
						приезжал во Францию с весны 1989 до осени 2000 года и провёл двенадцать семинаров. Каждый раз
						его сопровождал укэ. Часто вместе с ним приезжал Сигэру Судзуки, приезжали Мицури Вакабаяси,
						Танака, Сёко Ватанаби, Кодзи Ёсида (в 1991 и 2000). У всех из них в то время были 6-е или 5-е
						даны айкидо, иайдо и каратэ. За три года мы уже несколько освоили движения с оружием, так что
						сэнсэй мог выбирать укэ и из находившихся на татами европейцев.
					</p>
					<h3 class="h3">Нешлифованный рис</h3>
					<p class="p">
						Нисио-сэнсэй запомнился мне, как очень доброжелательный и простой в общении человек.
						Единственное, о чём он просил - оставлять ему время на отдых для восстановления сил. Ему
						требовался дневной отдых и не слишком поздний ужин. Еду он предпочитал простую, любил пиццерии,
						где можно было заказать пасту. Я приглашал его к себе домой, и в один из первых его визитов
						решил приготовить блюдо из риса. Но я не знал, какой рис взять, белый или коричневый,
						нешлифованный. Дело в том, что Нисио-сэнсэй был в тесных отношениях с Накадзоно-сэнсэем, а
						Накадзоно-сэнсэй ел только нешлифованный рис. Так и не решив сомнений, я рискнул выбрать белый
						рис. За ужином мы говорили о здоровом, макробиотическом питании (которому был привержен
						Накадзоно-сэнсэй), и я осторожно спросил гостя о его предпочтении. Нисио-сэнсэй ответил: «Да, я
						помню этот жуткий коричневый рис, даже собак им пичкали». И хотя сам я при случае выбираю
						коричневый рис, в тот раз я угадал верно.
					</p>
					<h3 class="h3">Исполнение невозможных желаний</h3>
					<p class="p">
						Накануне Дня Всех Святых (Toussaint) первого ноября во Франции длинные каникулы. С пятого или
						шестого визита во Францию Нисио-сэнсэй приезжал осенью в этих числах. В Эльзас он попадал в
						среду или четверг, проводил семинар в Страсбурге в первые выходные, затем следовали недельный
						семинар в спортивно-образовательных центрах (C.R.E.P.S.) на юге Франции в Экс-Провансе или в
						Булорисе, и, наконец, два или три дня занятий в Париже перед его возвращением домой в Токио. Мы
						занимались айкидо четыре часа в день и еще час иайдо. Утренние занятия начинались в половине
						девятого. В первый же день после утренней тренировки сэнсэй спросил нас, нельзя ли начинать на
						час позже. Однако его беспокоило, что изменение заранее объявленного расписания может вызвать
						трудности. Немного подумав, мы с Робером Хансом сказали, что с завтрашнего дня можно вставать на
						час позже и позже начинать занятие. И расписание не изменится! Нисио-сэнсэй был в недоумении.
						Оказалось, что в ту ночь во Франции переходили с летнего времени на зимнее, и стрелки часов
						переводили на час назад. Процедура, не известная в Японии!
					</p>
					<h3 class="h3">Последние годы</h3>
					<p class="p">
						С 1996 года я возобновил регулярные поездки в Японию. Утром и днём я посещал занятия в Айкикай
						Хомбу Додзё в Токио, а вечером в пригородах Токио - Вараби, Сайтама или Йокогама, где
						Нисио-сэнсэй преподавал три-четыре раза в неделю. В 2004 году я посещал его занятия и весной, и
						летом. Когда я приехал в третий раз, то не застал его на конгрессе Международной Федерации
						Айкидо (FIA), - он только что лёг в больницу. Он был тяжело болен, выезжать на семинары в Европу
						и Америку у него уже не хватало сил. Но он сражался с болезнью, и все четыре последних года
						продолжал регулярно преподавать в своих додзё в Японии.
					</p>
					<h3 class="h3">Не философ, но человек дзэн</h3>
					<p class="p">
						Как и в Накадзоно-сэнсэе, в Нисио-сэнсэе естественно сходились противоположности. Его приёмы
						сопровождались очень острыми эффективными атэми. На татами он казался сгустком энергии. Его
						действия были внезапны, и укэ постоянно должен был оставаться начеку. В то же время он говорил о
						завещанной О-сэнсэем всеобщей любви к живому, о необходимости сострадания и снисхождения к
						нападающему. В нём была удивительная простота и доброта. Когда его спрашивали о философской
						основе его видения айкидо, он отвечал, что далёк от этого. Метафизические начала, такие как
						Кототама, которые Накадзоно-сэнсэй считал основополагающими, его мало занимали.
					</p>
					<p class="p">
						В его речи часто звучали слова «соно мама», что по-японски значит, «вот так, как есть». Это
						известное и часто встречающееся в дзэн словосочетание. Стремясь к цели, утрачиваем её. Но
						стремление к отсутствию цели – тоже цель. Дзэн учит невыдуманному видению мира, внезапному
						слиянию с ним и восприятию его таким, каков он есть в этот миг. Вот такой спонтанностью и
						обладал Нисио-сэнсэй.
						Когда я думаю о Нисио-сэнсэе, то вспоминаю знаменитое хайку Мацуо Басё (1643-1694):
					</p>
					<p class="p">
						<i>
							Стократ блажен тот,<br>
							Кто при блеске молнии<br>
							Не скажет: «Вот она, наша жизнь!»<br><br>
						</i>
						(перевод В.Г. Марковой)
					</p>
					<b class="p">
						<i>
							© Поль Мюллер (Paul Muller)
						</i>
						<br>
						Перевод с французского Д. Иванова и О. Глушко
					</b>
				</div>
			</div>
		</div>
		</div>

        <?php include('../Footer.php') ?>


		<!-- jQuery first, then Popper.js, then Bootstrap JS -->
		<script src="https://code.jquery.com/jquery-3.2.1.slim.min.js"
		        integrity="sha384-KJ3o2DKtIkvYIK3UENzmM7KCkRr/rE9/Qpg6aAZGJwFDMVNA/GpGFF93hXpG5KkN"
		        crossorigin="anonymous">
		</script>
		<script src="https://cdnjs.cloudflare.com/ajax/libs/popper.js/1.12.9/umd/popper.min.js"
		        integrity="sha384-ApNbgh9B+Y1QKtv3Rn7W3mgPxhU9K/ScQsAP7hUibX39j7fakFPskvXusvfa0b4Q"
		        crossorigin="anonymous">
		</script>
		<script src="https://maxcdn.bootstrapcdn.com/bootstrap/4.0.0/js/bootstrap.min.js"
		        integrity="sha384-JZR6Spejh4U02d8jOt6vLEHfe/JQGiRRSQQxSfFWpi1MquVdAyjUar5+76PVCmYl"
		        crossorigin="anonymous">
		</script>
	</body>
</html>